{
  "navbar.english": "English",
  "navbar.arabic": "Arabic",
  
  "header.title": "Criminal Court of Appeal",
  "header.subtitle": "A Comprehensive Guide to the Role and Functions of the Criminal Court of Appeal.",

  "menu.definition": "Definition",
  "menu.jurisdiction": "Jurisdiction",
  "menu.violations": "Violations",
  "menu.judgments": "Judgments",
  
  "definition.title": "Criminal Court of Appeal",
  "definition.item1": "Within every governorate, there is one or more courts of appeal.",
  "definition.item2": "The Court of Appeal consists of 3 judges: a president and two consultants.",
  "definition.item3": "The public prosecution is represented before the Court of Appeal by the Appellate Public Prosecutor or an Attorney General",

  "jurisdiction.title": "Jurisdiction",
  "jurisdiction.text1": "The Court of Appeal considers the appeal of all judgments issued by the Criminal Single Judge",
  "jurisdiction.text2": "in the cases of misdemeanors, provided that they shall have been settled in the merits of the dispute.",
  "jurisdiction.exception": "With the exception of:",
  "jurisdiction.exception1": "The appeal of decisions that settle one or more of the formal defenses stipulated in Article 73 of the Criminal Procedures Code shall be accepted.",
  "jurisdiction.exception2": "Decisions by which the Single Judge terminates the lawsuit without addressing its subject matter.",
  "jurisdiction.exception3": "Decisions issued on accepting or revoking the release requests",

  "violation.title": "Violations",
  "violation.text1": "The Court of Appeal considers the appeal of the judgments issued by the Criminal Single Judge in the cases of violations, provided that they shall be on:",
  "violation.item1": "Imprisonment, preventive detention or a fine of more than five hundred thousand Lebanese pounds.",
  "violation.item2": "Additional or secondary penalty or personal compensations of more than five hundred thousand Lebanese pounds.",
  "violation.item3": "Revocation of defense stipulated in Article 73 of the Criminal Procedures Code.",
  "violation.item4": "Penalty for a violation correlative with a misdemeanor.",

  "judgment.title": "Judgments",
  "judgment.note": "The Court of Appeal is entitled, when exercising its tasks, to listen to witnesses, interrogate the parties of the lawsuit, invite new witnesses, appoint an expert, listen to experts, and carry out any new investigations it deems appropriate...",
  "judgment.delayAppeal": "Delay of Appeal:",
  "judgment.finalJudgments": "Final Judgments:",
  "judgment.delayPlaintiffDefendant": "Regarding plaintiffs, defendants, persons responsible for money, and guarantors, the appeal must be submitted within 15 days:",
  "judgment.delayPlaintiffDefendantDetails": "From the date of its issuance if it is made in person, or from the date of notification if it is made in absentia.",
  "judgment.delayAppellateProsecutor": "For the Appellate Public Prosecutor, the appeal must be submitted within one month:",
  "judgment.delayAppellateProsecutorDetails": "From the date of issuance of the judgment.",
  "judgment.delayAppellateProsecution": "For the Appellate Public Prosecution, the appeal must be submitted within two months:",
  "judgment.delayAppellateProsecutionDetails": "From the date of issuance of the judgment.",
  "judgment.decisionDefenses": "Decision on Accepting or Rejecting Defenses Stated in Article 73 of the Criminal Procedures Code:",
  "judgment.appealLawyer": "Appeals must be submitted through a lawyer.",
  "judgment.delayPublicProsecution": "For the Public Prosecution, the appeal must be submitted within 24 hours:",
  "judgment.delayPublicProsecutionDetails": "From the date of the decision's issuance.",
  "judgment.delayOpponents": "For the opposing parties, the appeal must be submitted within 24 hours:",
  "judgment.delayOpponentsDetails": "From the date of notifying the opposing parties.",
  "judgment.decisionCourtAppeal": "Decision of the Court of Appeal",
  "judgment.dissolution": "Dissolution of the appealed judgment.",
  "judgment.legalization": "Legalization of the appealed judgment.",

  "footer.copyright": "© {{year}} Criminal Court of Appeal. All Rights Reserved."
  


}
